/* PlayStation(R)Mobile SDK 1.11.01
 * Copyright (C) 2013 Sony Computer Entertainment Inc.
 * All Rights Reserved.
 */
 

using System;


namespace AppRpg{
	public class StringData{


///***************************************************************************
/// モデルデータのリソースID
///***************************************************************************
        public string[,] tweetlist = {
            { "今日も暑いなー","今日も寒いなー","巨人は元気だなー","魚おいしいなー","戦士うるさいなー","聖職者もうるさいなー","今日の仕事をサボって遊ぼ","戦士募集の張り紙とか・・・","雨が降ったらなにもできないんだけど","この世界って季節ないの？" },			//農民
            { "暑い日は寒中水泳！","寒い日は屋内訓練！","このきのこは食べられる！　こっちはだめだ！","その口からクソを垂れる前にサーをつけろ！","募集しても誰もこない・・・","農民は守る！　聖職者はくたばれ！","明日見回りに筋トレに見回りに筋トレに・・・　あれ？","むにゃむにゃ・・・ｚｚｚｚ","おいおい、聖職者が犬を勧誘してるよ","聖職者ってチョコ臭くね？" },			//戦士
            { "今日も雨ですね","巨人は今日も元気ですね！","巨人教に入りません？　いまなら新聞つけますよ！","犬にだって信仰の自由はありますよ！　失礼な","戦士ってカレー臭くありません？","ささっとにげますよ","巨人っていつ寝てるんですかね？","今日もいい天気ですね！　巨人のおかげですね！","信ずれば生きられますよ！　信仰一番！　食事二番！","おっと、ミサの時間ですね　失礼！" },	    		//聖職者
        };


}} // namespace
